{
  "link" : "#/thoughts/160905",
  "title" : "The Art of Listening",
  "meta" : [
    "UX",
    "Design Process"
  ],
  "date" : {
    "day" : "5th",
    "month" : "of September",
    "year" : "2016"
  },
  "preview" : [
    "The term 'UX' has never really been one that I've been too fond of but it serves its purpose. The word ‘user’ encourages people to concede that when you are designing, there is someone you are designing for. The word ‘experience’ acknowledges design is systemic, not focused on any given individual part. There are two problems, however. The first is that the term ‘user’ is quite dehumanising. The second is people considering UX as its own discipline as if it is separate from all other facets of design. It's the one term that people know to associate with actually listening to people first before designing anything. ‘UX’ as a term is purely communicative rather than disciplinary. While I don’t like the term, I understand its purpose and that terms evolve over time. ‘User-centred design’, another similar term I’ve heard bandied about, is worse. It assumes design generally is anything but user centred. I say UX design is an unnecessary label; it’s just *design*.",
    "In 2014, I attended a session at a development conference called DevMob to see what people on the development side of things had to say about design. It was an eye-opening experience to say the least. I had my assumptions on what people perceived 'UX' to be; to see it in action was something completely different. To them, UX was what they *assumed* people wanted. If they were going to ask people anything, it was asking what users thought about a product *after* it was designed. Participants in the discussion constantly found themselves in a logic knot. A conundrum that could have been avoided had they investigated whether the problem they were trying to solve existed at all. Promoted as a discussion on UX, what actually occurred was a forum where devs having usability problems asked other devs for advice; the irony was lost on them. Even when the idea of actually talking to their users came up it was either in purely quantitive terms or dismissed citing the misleading axiom ‘users don't know what they want.’ It's true, users don't know what they want, but they do know when they're having a problem; the trick is in asking the right questions and knowing how to listen.",
    "At another conference I went to, called KiwiFOO, It's highly suggested among all the first-time attendees to run their own session. Drawing on my experience from DevMob, UX was a topic I thought I could contribute to or use as way of finding others who shared the same interests. I wanted to see what people of the FOO variety saw in UX, what their views were and what they wanted to know more about, specifically and generally. After putting up my suggested session on the board amongst all the others, I was approached by Emily Loughnan, creative director at ClickSuite. She had the same idea for a session so she suggested we team up. And just like that, I had already made a connection."
  ],
  "text": "src/content/thoughts_items/160905/the-art-of-listening.md"
}
